Repository: Akotet08/LangCaptcha
Catalog: en-ko.tmx
Source language: en
Languages: ko

source: He did not elaborate on details, but Fiji’s leader said the representative to the US-based premium water firm was “had been acting in a manner prejudicial to good governance and public order by interfering in the domestic affairs and governance of Fiji.”
ko: 총리는 더 자세한 사항에 대해서는 언급하지 않았으나 미국에 본부를 둔 고급 생수 회사의 대표인 로스가 “피지의 내정과 통치에 간섭함으로써 피지정부의 좋은 통치를 방해하고 사회질서를 무너뜨리는 행동을 해왔었다”고 말했다.

source: Photo from Flickr by dlisbonaSince Roth left the country November 18, Fiji’s government has tried to paint the squabble as an issue between an individual and the state.
ko: Photo from Flickr by dlisbona 피지 정부는 11월 18일에 로스가 피지를 떠난 뒤로 이 다툼을 개인과 국가간의 문제로 그리려는 시도를 했다.

source: Permanent Secretary for Information, Sharon Smith-Johns said the government was not targeting the multi-million dollar water company that bears the country’s name.
ko: 공보담당 사무차관 섀런 스미스존스(Sharon Smith-Johns)는 피지 정부가 ‘피지 워터’를 타깃으로 삼았다는 것은 사실이 아니라고 말했다.

source: She also reassured the business community of the islands’ favorable investment climate.
ko: 또한 스미스존스는 피지의 투자 환경 전망은 순조롭다며 재계를 안심시켰다.

source: Taxing situation
ko: 세금 문제

source: Fiji Water began distributing to the United States in 1997 and can now be found in 40 countries.
ko: ‘피지 워터’는 1997년 미국에 납품하기 시작했으며 현재는 40개의 국가에 납품하고 있다.

source: The company was bought for an estimated $50 million USD in 2004 by the US billionaires Stewart and Lynda Resnick.
ko: 2004년에 ‘피지 워터’는 미국의 억만장자인 스튜어트 레스닉과 린다 레스닉 부부에게 약 5천만 달러에 매수되었다.

source: That year it won the US Secretary of State’s Award for Corporate Excellence for bringing sustainable jobs to Fiji.
ko: 그리고 같은 해 피지에 지속적인 직업창출을 불러왔다는 점을 높이 평가 받아 미 국무장관 배 우수한 기업 상을 수상했다.

source: Fiji Water currently ships $150 million USD per year, employs 350 local workers and spends an estimated $1.3 million USD a year on development projects.
ko: ‘피지 워터’는 매년 1억 5천만 달러를 피지로 보내고 350명의 현지인을 고용하며 개발사업 비용으로130만 달러를 소비한다.

source: “However, this is a lot less than the 30 per cent corporate tax it would normally pay,” Hamish McDonald wrote in the Sydney Morning Herald.
ko: “그러나 이는 원래 기업이 내야 하는 30%의 법인세에 미치지 못하는 금액”이라고 해미쉬 맥도널드(Hamish McDonald)는 시드니 모닝 헤럴드에 실린 기사에서 설명한다.

source: Fiji’s government originally provided the start-up company with tax free status until 2008.
ko: 피지 정부는 ‘피지 워터’가 처음 사업을 시작했을 당시 2008년까지 관세를 부과하지 않을 것을 약속했다.

source: That year the Bainimarama government proposed 20 cent per litre tax over all water bottled in the country.
ko: 2008년이 되자 바이니마라마 정부는 피지 내에서 생산하는 모든 생수에 리터당 20% 세금을 부과하는 법안을 제안했다.

source: Bottlers bristled at this and Fiji Water shut down its plant in the Yaqara valley for a few days during the dispute, which the government eventually backed down.
ko: 생수 회사들은 이에 반발했고 ‘피지 워터’는 세금 논쟁이 불거진 후 며칠 동안 야가라 밸리(Yagara valley)에 위치한 공장 문을 닫아 정부가 한발 물러나게 만들었다.

source: With a $150 million bond payment coming due next year for Fiji’s government, McDonald speculates Bainimarama could be re-thinking the tax plan.
ko: 피지 정부가 ‘피지 워터’에 1억 5천만 달러를 갚아야 하는 시기가 1년 뒤로 가까워져 오는 이 시점에, 맥도널드는 바이나마라마 정부가 세금 안을 수정하려 할 수도 있다는 추측을 내놓았다.

source: However, the action is not unanimous.
ko: 그러나 모두가 정부의 뜻에 만장일치로 동의하는 것은 아니다.

source: Ratu Epeli Ganilau, Fiji’s minister of Defense and Immigration, resigned from the government, claiming differences stemming from the Roth affair.
ko: 피지의 라투 이펠리 가닐라우(Ratu Epeli Ganilau) 국방부 장관은 로스 사안에 관련된 의견 차가 있다는 주장을 하며 정부직에서 사임했다.

source: Rumors persist that he was ordered to sign Roth’s deportation papers and refused.
ko: 그가 로스를 강제 추방하라는 명령을 거부했다는 루머는 좀처럼 가시질 않고 있다.

source: Paradise for business?
ko: 기업들의 낙원?

source: Crosbie Walsh, author of Fiji: The Way it Was, Is and Can Be, said the government did itself a great disservice in the Roth affair.
ko: ‘피지: 과거 현재 그리고 미래’의 저자 크로스비 월시(Crosbie Walsh)는 피지 정부의 이 번 로스 사안 관련 조치는 되려 정부에 해가 됐다고 말했다.

source: I have to agree with readers that whatever the cause, Government has made a serious mistake in deporting the Fiji Water CEO.
ko: 저는 피지 정부의 이유가 뭐였든 간에 ‘피지 워터’의 대표를 강제 추방 시킨 것이 정부의 큰 실수였다는 독자들의 의견에 동의합니다.

source: If he was really interfering in Fiji's internal affairs in a major way, whether it was purely personal or whether it was a tax issue involving Fiji Water, is beside the point.
ko: 만약 그가 실제로 피지의 내정에 지나치게 간섭하고 있었다 하더라도, 그것이 지극히 개인적인 문제였건 혹은 ‘피지 워터’의 관세에 관련된 문제였건 간에, 이는 추방 사유가 될 수조차 없습니다.

source: The matter could have been dealt with much better, and at a better time.
ko: 저는 이 문제가 훨씬 더 나은 방식으로 더 나은 시기에 해결될 수도 있었다고 봅니다.

source: It would seem Government is unable or unwilling to handle criticism or questioning of its position without over-reaction.
ko: 피지 정부는 지나치게 반응하지 않고서는 정부 입장에 관한 비판과 질의를 받아들일 능력이 없거나 혹은 그럴 의지가 없는 듯 보입니다.

source: The signal they have sent to investors and the international community is not very reassuring, especially with Fiji Water being an American company and America's recently inferred more conciliatory towards Fiji.
ko: 그들이 투자자들과 국제 사회에 보여준 신호는 그다지 믿음직스럽지 못합니다- 특히 ‘피지 워터’가 미국 회사라는 점과 최근 미국 정부가 피지에 회유적인 태도를 보여왔다는 점을 감안한다면요.

source: Kid gloves are needed in diplomacy not mailed fists.
ko: 외교는 보다 신중이 다루어져야 하는 문제입니다.

source: Walsh does concede that this situation could be similar to the recent standoff between Warner Brothers and the government of New Zealand over the US-based entertainment company's refusal to pay taxes (and follow labor laws) if it decided to make two films based on the Hobbit in the country.
ko: 월시는 최근 ‘워너 브라더스’(Warner Brothers)와 뉴질랜드 정부 간에 있었던 대치상태와 비슷하다는 점에 수긍했다. 미국 기반의 ‘워너 브라더스’ 엔터테인먼트는 뉴질랜드에서 영화 ‘호빗’ 두 편을 촬영한다는 조건 하에 세금을 납부하는 것과 노동법을 따르는 것을 거부했다.

source: In the end, the government ceded to many of Warner Bros. demands to keep production in New Zealand.
ko: 결국 뉴질랜드 정부는 영화제작이 뉴질랜드에서 이뤄지게 하기 위해서 ‘워너 브라더스’의 요구를 들어줄 수 밖에 없었다.

source: In a comment, Proud Fijian partially agreed. Only difference is Warner Bros has a choice to take the movie elsewhere. Fiji Water is Fiji Water.
ko: 기사에 실린 코멘트에 ID: Proud Fijian는 위 의견에 부분적으로 동의했다.

source: We need investors in Fiji who are willing to contribute to the economy in paying taxes.
ko: 단 한가지 다른 점이라면 ‘워너 브라더스’는 다른 나라에서 영화를 촬영할 수 있는 선택권이 있다는 거지.

source: What makes us think that this will stop investors coming to Fiji. Actually by doing this we choose who we want as business partners to invest in Fiji- ethical companies with a win-win approach.
ko: ‘피지 워터’는 피지에서 물을 얻는 수 밖에 없고.

source: In Fiji Board Exiles, real jack argues Fiji’s government has hurt itself toward outside investors by making the fight personal.
ko: 웹사이트Fiji Board Exiles에서 ID: real jack은 피지 정부는 이 다툼을 ‘개인적인’ 것이라 명명함으로써 해외 투자자들에게 부정적인 인상을 줬다고 말한다.

source: yesterday Sharon Jones made a release saying that they will explain to the business community that the situation with Roth is merely between the Govt and Roth. tsk tsk tsk - its probably the stupidest statement she has ever made - she doesn't seem to realise the implications and significance of that statement -
ko: 어제 국방부 장관 섀런 존스는 이번 문제는 피지 정부와 로스 간에 개인적인 문제일 뿐이라고 재계에 설명하겠다는 발표를 했다.

source: what she is basically saying is that the Govt can target individual persons and that once the govt targets individual persons like Roth there is no right of recourse to the law or the Court - which is exactly whats happened to Roth.
ko: 그녀는 자신의 발표가 가지는 영향력과 그 의미를 모르는 모양이야. 저 말은 즉 피지 정부는 어떤 개인이든 타깃으로 삼을 수 있다는 말인 동시에 정부가 로스 같은 개인을 타깃으로 삼게 된다면 그 개인은 법이나 법정에 호소할 권리 따위는 없다는 의미다.

source: this is a terrible statement for a govt to make - because it means that Govt is in the business of persecuting people - that Roths removal was persecution.
ko: Fiji Today에서 사 라우타 비나카(sa rauta vinaka)는 로스가 맞닥뜨렸어야 할 문제는 따로 있었다고 말했다.

source: In Fiji Today, sa rauta vinaka said Roth should have been fighting a different battle.
ko: 왜냐하면 이건 피지 정부가 ‘민간인 박해사업’을 실시하고 있고 또 로스의 추방은 박해의 일부였다는 뜻이 되잖아.

source: I mite share some sympathy for Roth’s expulsion if he had lobbied for a quick return to parliamentary representation and democracy for the people of Fiji INSTEAD of using his paid dumb stoogies (ganiluas & naulukaus) to keep all his freeby arrangements with the IG.
ko: Fiji Today에서 사 라우타 비나카(sa rauta vinaka)는 로스가 맞닥뜨렸어야 할 문제는 따로 있었다고 말했다.

source: As for the sponsorships they’ve done around the country, my neighbour tells me that is peanuts and loose change for them.
ko: 로스가 만약 빨리 국회로 돌아오고자 하는 마음에서, 혹은 정말 피지의 민주화를 로비를 했다면 그에 대해 조금 동정하는 마음이 생겼을 지도 몰라.

source: Photo form the Flickr page of dlisbona
ko: 하지만 그는 단지 IG와의 계약을 유지하기 위해서 멍청한 똘마니들을 고용했을 뿐이잖아.

source: Singapore: Wikileaks and the “flabby old chap” comment · Global Voices
ko: 싱가포르: 위키리크스와 "김정일은 무기력한 늙은이" 발언

source: Apparently, Singapore’s former Prime Minister and currently Minister Mentor Lee Kuan Yew thinks North Korea leader Kim Jong-il is a “flabby old chap who prances around stadiums seeking adulation.”
ko: 싱가포르의 전 총리이자 현채 총리 고문인 리콴유는 북한의 지도자 김정일이 "(자신에 대한) 찬사를 바라면서 경기장 근처에서 날뛰는 무기력한 늙은이" 라고 생각하는 것으로 보인다.

source: This was revealed when Wikileaks uploaded thousands of documents exposing classified communication between the US State Departments and its embassies around the world.
ko: 이 사실은 위키리크스가 미 국무부가 세계 곳곳에 주재하는 미 대사관들과나눈 기밀 정보들을 폭로하는 문서들을 업로드하면서 밝혀졌다.

source: It seems Lee made the comment when he met US Deputy Secretary of State James Steinberg at the Istana (presidential palace) in Singapore on May 30, 2009.
ko: 이 발언은 리콴유가 2009년 5월 30일 이스타나 (대통령궁) 에서 미 국무부 부장관 제임스 스테인버그와 가진 만남 도중에 나온것으로 보인다.

source: Lee commented on many issues but it was his opinion about North Korea and Kim Jong-il that captured global attention.
ko: 리콴유는 말한 많은 이슈들 중 특히 북한과 김정일의 관한 그의 의견이 세간의 관심을 끌고 있다.

source: are psychopathic types, with a “flabby old chap” for a leader who prances around stadiums seeking adulation.
ko: " (자신에 대한) 찬사를 바라면서 경기장 근처에서 날뛰는 "무기력한 늙은이" 를 지도자로 둔 사이코패스적 경향을 가진 사람들입니다.

source: MM Lee noted that he had learned from living through three and a half years of Japanese occupation in Singapore that people will obey authorities who can deny them food, clothing and medicine.”
ko: 리콴유는 싱가포르에서 3년 반 동안의 일제통치 치하를 겪으면서 사람들이 그들에게 식량, 옷 그리고 약을 뺏어갈 수 있는 관료들에게 복종할 것이라는 걸 배웠다고 밝혔다.

source: “Kim Jong-Il has already had a stroke.
ko: ” “김정일은 벌써 한번 (뇌졸증으로 인한) 발작을 일으켰어요.

source: It is just a matter of time before he has another stroke.
ko: 한번 더 발작이 일어나는 건 시간 문제죠.

source: The next leader may not have the gumption or the bile of his father or grandfather.
ko: 다음 지도자는 그의 아버지나 할아버지와 같은 의기나 뚝심이 없을지도 모릅니다.

source: He may not be prepared to see people die like flies.
ko: 그는 사람들이 파리처럼 죽어나가는 걸 볼 준비가 안 되어있을 수 있어요.

source: What are the reactions of Singapore bloggers?
ko: 싱가포르 블로거들은 이에 어떤 반응을 보이고 있을까?

source: Many were surprised that Lee, a seasoned diplomat, would use those unflattering words to describe another leader.
ko: 많은 사람들은 노련한 외교관인 리콴유가 그런 외교적이지 않은 단어를 써가며 다른 지도자를 묘사했다는 것에 놀라움을 표시했다.

source: Referring to Lee’s observation that denying people of basic services would strengthen a leader, Singapore Notes made this comment
ko: 사람들에게 기본적인 복지를 빼앗는 것이 지도자의 권력을 더 강화한다는 리콴유의 발언에 대해, 싱가포르 노트 는 이런 말 을 남겼다:

source: Now we know why no food stamps will ever be distributed in Singapore, and healthcare will never be free
ko: 이제 우리는 왜 싱가포르에서 식권이 배급되지 않고 건강관리도 무료가 되지 않는지를 알 수 있을 것이다.

source: Words of the Cze thinks that some citizens of Singapore would find Kim Jong-Il and Lee to be similar in many ways
ko: 워즈 오브 체 (Words of the Cze) 는 몇몇의 싱가포르 국민들은 김정일과 리콴유가 여러 방면에서 비슷하다고 말하며:

source: There are doubtless many who would jump to point out that his remark regarding the elder Kim’s propensity to “prance around stadiums seeking adulation” is ironic, insinuating that LKY is himself not much different.
ko: "찬사를 바라면서 경기장 근처에서 날뛰는" 김정일의 타고난 성향에 관한 그 (리콴유) 의 발언에 많은 사람들은 리콴유 또한 별 다를 게 없다는 점을 넌지시 밝히며 이 발언이 모순적이라고 말할 게 분명합니다.

source: I beg to differ.
ko: 전 여러분이 그 둘을 구별해주시기를 바랍니다.

source: LKY has shown consistently in word and deed that he wouldn’t take offence at being called a “flabby old chap”.
ko: 리콴유는 그가 "무기력한 늙은이" 라고 불려도 상처받지 않을 거라는 걸 그의 말과 행동을 통해 꾸준히 밝혀왔습니다.

source: Try calling him a “flabby old cronyist” however, and the next thing you hear might be the banging of the judge’s gavel.
ko: 하지만 만약 그를 "무기력한 늙은 편애주의자" 라고 부르면, 당신은 바로 다음 순간 판사의 의사봉 소리를 듣게 될겁니다.

source: The blogger adds that the leaked cable report confirms the influence of Lee on US policymakers and how his views are still valued by the Americans
ko: 이 블로거는 또한 폭로된 문서들이 미국의 정책 결정자들에 대한 리콴유의 영향력과 그의 의견이 미국인들에 의해 존중되고 있다는 것을 확인시켜준다고 말한다:

source: The WikiLeaks cable report definitely confirms an anecdote pretty much the vast majority of Singaporeans subscribe to; that old LKY is still very much an active mind.
ko: 위키리크스의 폭로 문서는 많은 싱가포르인들이 믿고있는 설을 확실히 확인시켜준다: 리콴유가 아직도 많은 영향력을 가진 사람이라는 것이다.

source: His counsel, whether we value it or not, is valued by others.
ko: 그의 조언은, 우리가 그걸 중요하게 여기던 말던간에, 다른 사람들에 의해 존중되고 있다.

source: He is pretty much to the G8 and BRIC what Che Guevara must had been to South American revolutionaries, or Bismarck to to the rest of his contemporary Europe
ko: 그는 아직도 체 게바라가 남미의 혁명가들에게 그랬듯이, 또는 비스마르크가 나머지 현 유럽 국가들에게 그렇듯이 G8과 브릭 (BRIC) 국가들에게 (영향력을 미치고 있다).

source: Christopher Ong ponders if more cable reports of this kind are needed by Singapore
ko: 크리스토퍼 옹은 이런 다른 폭로 문서들이 싱가포르에게 필요한지에 대해 고심한다:

source: But do we need the leaking of more US cables concerning Singapore — information that may, in any angle considered, compromise the integrity of some vital operation — to drive home the fundamental truth upon which Wikileaks is established upon?
ko: 그러나 과연 싱가포르에 관한 미국의 기밀 문서들- 어떤 각도에서 보았던 간에 몇 개의 중요한 기능들의 통합과 타협하는-이 폭로되는 것이과연 위키리크스가 설립된 목적인 가장 기본적인 진실에 이르기 위해 필요한 것일까?

source: The answer is no.
ko: 답은 '아니오'다.

source: Singapore Kopi Tok also assesses the impact of Wikileaks
ko: 싱가포르 코피 톡 (Singapore Kopi Tok) 은 또한 위키리크스의 충격에 대해 평가한다:

source: Were Assange's leaks irresponsible?
ko: 어샌지의 폭로가 무책임한 것이었나?

source: The jury is still out on this but common sense is that there is a limit to what information should be confidential and what should not.
ko: 배심원들은 이를 계속 평가하고 있지만, 우리의 상식은 어떤 정보들이 극비로 남을 것인가와 그렇지 않을 것인가 사이엔 선이 있다고 말한다.

source: Lawyer-client and doctor-patient information, insider trading as illegal, and a country's military and security information are all different common sense examples that information is not a free-for-all show and tell, and that consequences to such disclosures are expected.
ko: 변호사와 의뢰인 사이의 정보, 의사와 환자 사이의 정보, 그리고 내부자에 의한 불법적인 주식 매매 행위, 그리고 국가 안보 관련 정보들은 모든 정보가 공개될만한 것은 아니며, 폭로에 관한 처벌이 예상된다는 것을 보여주는 다른 상식적인 예들이다.

source: Musings from the Lion City is not impressed with the documents exposed by Wikileaks
ko: 사자의 도시에서의 묵상 (Musings from the Lion City) 은 위키리크스에 의해 폭로된 문서들에 별 감명을 받지 않았다.

source: Today is supposed to be D-Day for the US State Department as whistleblower website WikiLeaks released hundred of thousands secret confidential cables.
ko: 내부 고발 웹사이트인 위키리크스가 몇 천, 몇 만건의 기밀 문서들을 폭로함에 따라, 오늘은 미 국무부 최후의 날이 되었어야 했어요.

source: After reading some of the more high profile cases I can’t help but say, “That’s it?
ko: 하지만 더 높은 계급의 기밀 문서들을 보면서 전 "이게 끝이야?

source: This is what they were worried about?”
ko: " 라고 말할 수 밖에 없었죠.

source: Outside the embarrassment factor, I fail to see what’s so amazing about the cables released by WikiLeaks
ko: 망신을 당한다는 것만 빼고는, 위키리크스가 폭로한 문서들이 뭐가 그렇게 대단한 건지는 아직 잘 모르겠네요.

source: Twitter reactions from Singapore
ko: 싱가포르 현지의 트위터 반응들:

source: teddyrised: Why is Wikileaks being made the scapegoat for those cables?
ko: teddyrised: 왜 위키리크스가 이 기밀 문서들을 위한 희생양이 되어야 하는거죠?

source: Julian Assange didn't put words into your mouth.
ko: 줄리앙 어샌지가 당신들에게 이 말을 하라 시킨것도 아니예요.

source: You idiots said it yourselves.
ko: 당신들이 멍청이같이 자기 입으로 말한 거라구요.

source: senthilnath: RT @sivadayalan: Julian Assange could have won the Nobel prize if and only he publishes wikileaks of China, Russia (non US aligned countries) #wikileaks
ko: senthilnath: RT @sivadayalan: 만약 줄리앙 어샌지가 (미국과 동맹관계가 아닌) 중국과 러시아의 기밀 문서들을 폭로했다면, 줄리앙 어샌지는 노벨상을 탔을수도 있었어. #위키리크스

source: lYuxiang: OH shooots, why am I reading wikileaks instead of doing my tutorials
ko: lYuxiang: 이런 젠장, 왜 내가 튜토리얼을 하는 대신 위키리크스를 읽고 있는거지?

source: abietabilly: RT @pravityo: RT @agungisme: everyone liked wikileaks till they found out their secrets are being revealed too LOL
ko: abietabilly: RT @pravityo: RT @agungisme: 자기 비밀들도 드러난다는 걸 알기 전에는 모두가 위키리크스를 좋아했는데 말이야ㅋㅋㅋㅋㅋㅋ

source: tuckiesmalls: it blows my mind how some people can support wikileaks and the 2 idiots behind it
ko: tuckiesmalls: 어떤 사람들이 위키리크스와 그 배후에 있는 두 멍청이들을 지지할 수 있다는 게 놀라워.

source: WikiLeaks' Julian Assange: Oz Hero or Villain · Global Voices
ko: 위키리크스의 줄리안 어샌지:호주의 영웅 혹은 악당?

source: WikiLeaks' Julian Assange is either a hero or a villain in his home country of Australia.
ko: 위키리크스(WikiLeaks)의 줄리안 어센지(Julian Assange)는 본국 호주에서 영웅, 혹은 악당으로 평가되고 있다.

source: Many people, both here and abroad, are demanding the head of the WikiLeaks founder.
ko: 호주 국내에 있든 해외에 있든 거주지와는 무관하게 어떤 호주인들은 이 위키리크스 창립자를 요구하고 있으며 (정확한 의미는 원문 참고) 다른 이들은 그를 민중의 투사로 보고 있다.

source: Others see him as a peoples' champion.
ko: 클럽 트로포(Club Troppo)의 그룹 블로거에는 두 명의 기고가가 이 논란을 전혀 다른 각도에서 다룬 포스팅을 올렸다.

source: Local bloggers have focused less on the content of the cablegate disclosures and more on ethical issues and possible consequences for effective governance.
ko: 켄 페리쉬(Ken Parish)는 위키리크스 폭로가 아직까지는 비건설적이며 정당성이 없다고 주장하였다:

source: I couldn’t agree more with FOI expert Peter Timmins about the latest Wikileaks “disclosures”.
ko: 위키리크스 폭로에 관해 나는 FOI 전문가 피터 티민(Peter Timmins)의 의견에 완전히 동의하는 입장이다.

source: I have no idea whether Assange is a rapist or not, but he’s certainly succeeded in setting the cause of public sector whistleblowing back by a decade or more.
ko: 나는 어샌지가 강간범인지 아닌 지 전혀 알고 있는 바가 없지만 그는 확실히 공공부문 내부 고발의 명분을 십년 전 상태로 돌려놓는 일에 성공했다.

source: The documents so far disclosed indicate little or no public misfeasance by the US or anyone else, so there is simply no legitimate public interest in their disclosure.
ko: (명확한 의미를 위해 원문 참고) 지금까지 폭로된 문건들은 공공부문에 있어서 미국과 다른 이들에 의해 자행된 불법 행위에 있어서는 거의 다루고 있지 않다.

source: Random thoughts and gripes
ko: 여러 생각들과 고민들(:링크연결)

source: Fellow Club Troppo blogger, Paul Frijters, is concerned for Assange’s welfare and hopes that the leaks will lead to better accountability:
ko: 같은 사이트의 폴 프리지터스(Paul Frijters)는 어샌지의 안위에 대해서 우려를 표하며 위키리크스 폭로가 신뢰성 회복에 도움을 주기를 빌었다:

source: Well, they’ve done it again.
ko: 응, 또 한 건 했네.

source: Queensland-boy Julian Assange and his band of merry journalists and IT-nerds have flooded the internet once again with sensitive information that embarrasses several governments, most notably the US, by releasing the content of several hundred thousand diplomatic cables.
ko: 퀸즈랜드 출신 줄리안 어샌지와 그의 옆의 기자들 그리고 IT 범생이들이 다시 한 번 예민한 정보들로 인터넷을 범람시켰어. 이 정보들은 수 만건의 외교 문건을 배출하여 여러 정부들을, 특히 미국 정부를 곤란에 빠트렸지.

source: Soon Julian Assange will get caught, if not by Interpol which seems to be close to putting out a warrant on him, then by the Australian prosecutors who will want to ‘scrutinise whether he has broken the law’, or else some other Western government.
ko: 줄리안 어샌지는 곧 잡힐 거야. 인터폴에 의해, 혹은 호주 검사들 손에, 아니면 다른 서방 정부 손에. 인터폴은 (체포) 영장을 받기 거의 직전인 듯 하고, 호주 검사들은 '그가 법을 어겼는지 여부를 직접 정밀조사 하고 싶어하지.

source: Once he is caught, I predict he will spend the rest of his life in the courts.
ko: 일단 그가 잡히면, 아마 종신형이 내려지게 될 것 같아.

source: I’d say Julian Assange is destined for a lifetime of prison food unless he finds a country willing to protect him.
ko: 글쎄 내가 보기엔 줄리안 어샌지는 일 평생을 감옥에 썩어야 할 운명을 갖고 있다고 봐- 적어도 그가 그를 보호해줄 나라를 찾기 전에는 말이야.

source: Wikileaks should be applauded for its adherence to the ideal of openness and government accountability, but it has not yet opened up the powerful to truly invasive scrutiny of the bad things some of them get up to.
ko: 위키리크스가 정부의 신뢰성 문제와 정보 개방의 이상적인 상태에 끈질기게 매달렸다는 점은 박수 받아 마땅한 일이야. 그러나 그것은 아직까지 힘센 이들의 나쁜 내용에 대해 진정한 진위 판단을 끈질기게 하지는 않았어.

source: Perhaps that is yet to come.
ko: 아마 나중에 공개될 지도 몰라.

source: I certainly hope so.
ko: 아니, 꼭 그랬으면좋겠어.

source: Whereto for Wikileaks?
ko: 위키리크스는 어디로 가고 있나?

source: Katy Barnett, who blogs as Legal Eagle at Skeptical Lawyer, looks at the legal aspects and then weighs the merits of Julian’s actions:
ko: 케이티 바넷(Katy Barnett)은 Skeptical Lawyer에서 Legal Eagle란 아이디로 블로깅을 하고 있다. 그녀는 이 사건을 법적인 측면에서 다루면서 줄리안의 행동에 무게를 실어주었다:

source: I must confess that I am ambivalent about WikiLeaks, regardless of whether any proceedings are brought against Assange or not.
ko: 솔직히 말해서 나는 위키리크스에 대해서 두 가지 입장을 모두 갖고 있다. 어샌지에 대해서 어떤 내용에 더 밝혀지든 상관없이.

source: …One has to carefully balance freedom of information with other interests.
ko: …우리는 신중하게 정보의 자유와 다른 가치들 간의 균형을 잘 조절해야 한다.

source: Disclosing information is not always a good thing.
ko: 정보를 폭로 한다는 것이 마냥 좋은 것은 아니기 때문이다.

source: And it’s natural enough that the views a government expresses in private communications differ from the views it expresses publicly (this happens with individuals too: it’s called tact).
ko: 또, 정부가 대외적으로 발표하는 공식적 입장과 사적인 커뮤니케이션의 내용이 다른 것이 당연하기 때문이다. (이런 행동이 개인에게 발견되면 우리는 이를 '약삭바르다'라고 부르지)

source: Wikileaks and the brave new world of freedom of information
ko: 위키리크스와 정보 자유로의 용감한 새 세상.

source: Lorenzo at Thinking Out Loud believes that the leaks endanger lives and compares them with the famous Daniel Ellsberg’s Pentagon Papers leaks during the Vietnam War:
ko: Thinking Out Loud 싸이트의 로렌조 (Lorenzo)는 위키리크스의 폭로가 개인들의 목숨을 위태롭게 한다고 주장하면서, 이를 베트남전(戰) 당시 유명했던 다니엘 엘스버그(Daniel Ellsberg)의 '팬타콘 페이퍼' 사건에 비교했다:

source: The Wikileaks document dump may well pose dangers for particular individuals.
ko: 위키리크스 문건 폭탄은 특정 개인을 위험에 노출시킵니다.

source: Which is shameful, and an implication of the nastiness of much Middle Eastern politics.
ko: 이건 분명히 부끄러운일이며 중동 지역 정치의 더러움과도 연관되어 있습니다.

source: But, regardless of what one might think of Julian Assange and his actions, what he has actually revealed is a fairly sane, and fairly well informed, diplomatic world.
ko: 그러나 사람들이 줄리안 어샌지와 그의 행동에 대해 어떻게 생각하든 간에, 그의 폭로한 것은 상당히 정상적인 외교 세계의 자세하고도 실제적인 모습입니다.

source: What the Pentagon Papers have wrought
ko: 펜타곤 페이퍼는 무엇을 가져왔는가

source: In his post and response to comments at Personal Reflections, a former senior public servant Jim Belshaw joins other commentators in arguing that good governance will be affected in that governments will become more secretive and less candid in private:
ko: 그는 Personal Reflections 싸이트의 그의 포스팅과 댓글의 답변에서, 전(前) 공공 부문 고위 관리인 짐 벨쇼(Jim Belshaw)는 정부가 사적으로 더 비밀스러워 지고 덜 솔직해 질 것이라고 주장하는 것에 다른 이들과 의견을 함께 했다:

source: To my mind, the biggest danger created by wikileaks lies in the nature of likely Government responses.
ko: 내가 보건데 위키리크스가 가져온 가장 큰 위험은 정부의 반응에 있다.

source: I expect these to, among other things, reduce access to information; to increase the risks and penalties for those who do speak out; and to increase the constipation in Government systems that has already reduced effectiveness.
ko: 이 사건으로 인해 정보에 대한 접근 허용이 줄어들 것이고, 자기 의견을 내는 사람에 대한 처벌과 위험이 높아질 것이며, 이미 효율성 없는 정부 시스템이 더 정체될 것으로 본다.

source: No Government can ignore what has happened.
ko: 어떤 정부도 이 일이 벌어진 것을 무시할 수는 없을 것이다.

source: In Australia we have a whole of Government task force addressing the implications of the leaks.
ko: 호주 정부는 전담 테스크 포스를 구성해 이 누출 사건을 담당하도록 했다.

source: The position in the US is more complicated and dangerous.
ko: 미국 입장은 우리 보다 더 복잡하고 위험할 것이다.

source: Mr Assange's ego
ko: 어샌지의 에고(ego)

source: Luke Miller at Crikey has been posting about what the unreleased Australian cables might contain.
ko: Crikey의 루크 밀러(Luke Miller)는 누설된 호주 문건이 어떤 내용을 담고 있을까에 대해 포스팅했다.

source: His speculations about our government’s attitude to Israel take a twist:
ko: 이스라엘에 대한 호주 정부에 대한 그의 예상에는 스토리의 반전이 있었다:

source: …an unfavourable leak in the next few days about Australia’s international dealings could torpedo Australia’s soccer World Cup bid, also dependent on at least one vote from the Middle East, which occurs early next month.
ko: …며칠 후 (정부에 대해) 우호적이지 못한 특정 정보의 누출은 호주의 월드컵 유치를 날려버릴 수 있다. 다음 달 초에 발표될 월드컵 유치 절차 중 중동 지역이 한 표를 행사할 것이기 때문이다.
